var store = [{
        "title": "(KOR) 동시성의 규약성을 통한 특수상대성이론의 상대적 명제의 자연스러운 해석",
        "excerpt":"2022년 봄학기 포항공과대학교 시공간과 물질의 철학 수업 과제로 작성한 글입니다. 특수상대론에 의하면 동시성은 상대적이라고 널리 알려져 있다. 한 관찰자에게 동시에 일어난 것으로 관측되는 두 사건이 다른 관찰자에게는 그렇지 않은 것으로 관측될 수 있다는 것이다. 그러나 아인슈타인이 주장하는 동시성의 규약성 테제에 의하면 동시성은 자연의 근본적인 속성이 아니다. 이 글에서는 동시성의 규약성...","categories": ["philosophy"],
        "tags": ["korean"],
        "url": "/philosophy/spacetime/",
        "teaser": null
      },{
        "title": "(KOR) 시공간 국소성 측면에서 장 실재성의 필요성",
        "excerpt":"2022년 봄학기 포항공과대학교 시공간과 물질의 철학 수업 과제로 작성한 글입니다. 장이론이란 공간이 물리적 속성을 가지고 상호작용을 매개한다는 이론으로, 원격 작용의 비국소성 문제를 해결하고자 도입되었다. 장이론은 많은 물리 현상에 대한 직관적인 설명을 제공하기 때문에 현대의 많은 물리학자들은 장이 실재한다고 믿으며 장 개념을 기반으로 물리 이론을 확립하고 있다. 이 글에서는 시공간 국소성과...","categories": ["philosophy"],
        "tags": ["korean"],
        "url": "/philosophy/field/",
        "teaser": null
      }]
